Axis of gridlines should not be further than [Value] to each other.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId GridlineAxisTooFar { get; }
  Visual Basic
Public Shared ReadOnly Property GridlineAxisTooFar As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ GridlineAxisTooFar {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GridFailures Class
  Autodesk.Revit.DB Namespace